;Translation files need to be saved in UTF-16 encoding
;Polish translation file

[Config]
;Language code of language that is selected by default as a language of UUP set
Language = pl-PL

[Translations]
NoAdmin = Ta aplikacja wymaga uruchomienia jako administrator.
UnsupportedSystem = Ta aplikacja wymaga systemu operacyjnego Windows 7 lub nowszego
NoADK = Wykryliśmy, że używasz starszej wersji systemu Windows i nie posiadasz zainstalowanego Windows 10 ADK. Z tego powodu obrazy ISO mogą być tworzone niepoprawnie.\n\nAby być pewnym, że proces ukończy się sukcesem, proszę zainstalować Windows 10 ADK lub użyć tej aplikacji na systemie Windows 10.\n\nCzy chcesz kontynuować?
BackendTestFailed = Test backendu PHP nie powiódł się. Bez tego ta aplikacje nie może kontynuować swojej pracy.\n\nCo to oznacza?\n - Nie masz zainstalowanego Visual C++ Redistributable 2015 x86\n - Twoje oprogramowanie antywirusowe zakłóca proces\n\nJeżeli problem będzie pojawiał się dalej:\n - Zainstaluj C++ Redistributable 2015 x86\n - Tymczasowo wyłącz swoje oprogramowanie antywirusowe\n\nAplikacja zostanie zamknięta.
Preparing = Przygotowywanie...
PrepareToWork = Przygotowywanie aplikacji do pracy...
Search = &Wyszukaj
SearchBuilds = Przeszukaj kompilacje
BuildSelectAction = Wy&bierz zaznaczoną kompilację
BuildSelectActionSub = Wyświetla stronę wyboru języka, edycji i lokalizacji docelowej
PoweredBy = Napędzany przez
Change = &Zmień
Language = Język
Edition = Edycja
SelectedBuild = Wybrana kompilacja
LanguageAndEdition = Język i edycja
SaveOptions = Opcje zapisu
Browse = &Przeglądaj...
SaveUUPFiles = Zapisz pliki UUP do folderu "UUPs"
SkipConversion = Pomiń konwersję UUP do ISO
StartProcess = &Rozpocznij proces
StartProcessSub = Pobiera wybraną kompilację i tworzy z niej obraz ISO
RetrievingListOfFiles = Trwa uzyskiwanie listy plików...
BuildNotDownloadable = Uzyskiwanie listy plików nie powiodło się. Wybrana kompilacja może nie być już dostępna do pobrania.
CommandPromptClosed = Okno wiersza polecenia zostało zamknięte lub wystąpił błąd.
CommandPromptClosedQuestion = Czy chcesz uruchomić ponownie proces pobierania oraz konwersji przy użyciu plików które dotychczas zostały pobrane?\n\nJeśli wybierzesz "Nie", dotychczasowo pobrane pliki zostaną usunięte.
Information = Informacja
TaskCompleted = Zadanie zostało ukończone.
WorkDirNotCreatedYet = Folder roboczy nie został jeszcze stworzony
CreateDirFail = Nie można utworzyć folderu roboczego.
BrowseForLocation = Przeglądaj w poszukiwaniu lokalizacji docelowej dla obrazu ISO
DestinationLocationNotExists = Lokalizacja docelowa nie istnieje.
WorkDirMoveError = Wystąpił błąd podczas próby przeniesienia folderu roboczego.
PleaseWait = Proszę czekać...
Error = Błąd
MovingWorkDir = Przenoszenie folderu roboczego...
CannotGetBuilds = Nie można uzyskać listy dostępnych kompilacji.
NoSearchResults = Brak kompilacji pasujących do twej frazy wyszukiwania.
NoLanguages = Brak języków dostępnych dla tego wyboru.
NoEditions = Brak edycji dostępnych dla tego wyboru.
AllEditions = Wszystkie edycje
RetrievingFileInfo = Trwa uzyskiwanie bazy informacji o plikach...
NoFileinfo = Baza informacji o plikach nie istnieje dla tego wyboru.
RetrievingPacks = Trwa uzyskiwanie paczek...
PhpFailedRestart = Ponowne uruchomienie backendu PHP nie powiodło się. Aplikacja zostanie zamknięta.
PhpFailedClose = Wystąpił błąd podczas próby zamknięcia backendu PHP. Proszę sprawdzić czy proces php.exe jest uruchomiony i zatrzymać go ręcznie.\n\nKliknij OK po zatrzymaniu PHP.
UpdateAvailable = Dostępna jest aktualizacja!
UpdatesIncludedInfo1 = Następujące aktualizacje są dołączone do wybranego zestawu UUP
UpdatesIncludedInfo2 = Aktualizacje te zostaną automatycznie zintegrowane podczas procesu konwersji UUP do ISO, co może znacząco wydłużyć proces.
PleaseSelectBuild = Proszę wybrać żądaną kompilację.
DownloadSize = Rozmiar pobrania
ContainsAdditionalUpdates = (zawiera dodatkowe aktualizacje)
CreateVirtualEditions = Utwórz edycje wirtualne
CreateVirtualEditionsNotice = Ta opcja włącza tworzenie wszyskich możliwych edycji wirtualnych z wybranych edycji bazowych. Proces tworzenia znacząco wydłuża czas konwersji.\n\nCzy jesteś pewien, że chcesz włączyć tę opcję?
NotSupportedForVECreation = Ta opcja wymaga aby Windows 10 ADK było zainstalowane, lub aby aplikacja była uruchomiona na systemie Windows 10.
DoYouWantAnotherBuild = Czy chcesz pobrać kolejną kompilację?

;This section contains localized list of languages shown in language selection
;of UUP set and should be translated to achieve fully localized experience.
[Languages]
ar-sa = arabski (Arabia Saudyjska)
bg-bg = bułgarski
cs-cz = czeski
da-dk = duński
de-de = niemiecki
el-gr = grecki
en-gb = angielski (Wielka Brytania)
en-us = angielski (Stany Zjednoczone)
es-es = hiszpański (Hiszpania)
es-mx = hiszpański (Meksyk)
et-ee = estoński
fi-fi = fiński
fr-ca = francuski (Kanada)
fr-fr = francuski (Francja)
he-il = hebrajski
hr-hr = chorwacki
hu-hu = węgierski
it-it = włoski
ja-jp = japoński
ko-kr = koreański
lt-lt = litewski
lv-lv = łotewski
nb-no = norweski (Bokmal)
nl-nl = holenderski
pl-pl = polski
pt-br = portugalski (Brazylia)
pt-pt = portugalski (Portugalia)
ro-ro = rumuński
ru-ru = rosyjski
sk-sk = słowacki
sl-si = słoweński
sr-latn-rs = serbski (łacina)
sv-se = szwedzki
th-th = tajski
tr-tr = turecki
uk-ua = ukraiński
zh-cn = chiński (uproszczony)
zh-tw = chiński (tradycyjny)
